// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "명령어";

HSDDescriptionLabel = "선택된 프린터의 명령어를 입력하십시오.";
HSDCommandLabel = "명령어:";
HSDGetResponseCheck = "장치의 응답을 표시";
HSDLoadButton = "명령어 로딩…";
HSDSaveButton = "명령어 저장…";
HSDStopReceivingButton = "수신 중지";

HSDInstructionLabel = "16진수 코드 및 새로운 특수 문자에 대한 사람이 읽을 수 있는 설명을 입력하십시오.";
HSDHexLabel = "16진수 코드:";
HSDDescLabel = "설명:";
HSDHexTableColumn = "16진수 코드";
HSDDescTableColumn = "설명";
HSDCancelButton = "취소";
HSDOKButton = "확인";

ErrorSendTitle = "데이터를 프린터로 전송할 수 없습니다.";
ErrorSendMsg = "프린터의 연결 및 전원 상태를 확인한 뒤 다시 시도하십시오.";

500 = "이 화면에서는 임의 명령을 장치에 전송하고 반환되는 데이터를 명령의 결과로 가져올 수 있습니다.";
501 = "명령어";
502 = "응답";
503 = "응답 가져오기";

HSDSendButtonTitle = "지금 전송";

SpecialsCharactersMenuItem = "특수 문자";
AddSpecialCharacterMenuItem = "특수 문자 추가…";
EditSpecialCharactersMenuItem = "특수 문자 편집…";

SpecialCommand0 = "04 - PS 파일의 끝 ^D";
SpecialCommand1 = "0c - 용지 공급 <FF>";
SpecialCommand2 = "0d - 카트리지 반송 <CR>";
SpecialCommand3 = "1b - escape <ESC>";

NoSaveTitle = "파일을 저장할 수 없습니다.";
NoSaveMsg = "다른 위치를 시도하십시오.";
DidNotSaveMessage = "디스크 공간이 충분하고 지정한 위치에 파일을 저장할 액세스 권한이 있는지 확인하십시오.";
NoLoadTitle = "파일을 열 수 없습니다.";
NoLoadMsg = "HP Utility 통해 저장된 파일인지 확인하십시오.";


BigSizeAlertTitle = "파일이 너무 큽니다.";
BigSizeAlertMsg = "명령 플러그인이 지원하는 파일 용량은 최대 1MB입니다. 프린터에 더 큰 파일을 업로드하려면 \"파일 업로드\" 플러그인을 사용하십시오.";

HSDDoneButton = "완료";
HSDEditSpecialsInstructionLabel = "특수 문자 편집";
"Special Character Description" = "특수 문자 설명";
PrinterResponse = "프린터 응답";
